Repository: sacovo/vote-platform
Catalog: vote/locale/*/LC_MESSAGES/django.po
Languages: fr, it

source: Leer
fr: Vide
it: Vuoto

source: Geschlossen
fr: Fermé
it: Chiuso

source: Offen
fr: Ouvert
it: Aperto

source: Abgeschlossen
fr: Terminé
it: Terminato

source: Stimme abgeben
fr: Voter
it: Votare

source: Stimme bestätigen
fr: Confirmer le vote
it: Confermare il voto

source: Deine E-Mail:
fr: Ton courriel :
it: La tua E-mail

source: Deine Stimme:
fr: Ton vote :
it: Il tuo voto

source: Abgabe bestätigen
fr: Confirmer le dépôt
it: Confermare la consegna

source: Zurück
fr: Retour
it: Indietro

source: Stimme erflogreich abgegeben
fr: Ton vote a bien été transmis
it: Il tuo voto è stato trasmesso

source: Erfolgreich abgestimmt
fr: Vote bien enregistré
it: Il voto è registrato

source: Zur Abstimmung
fr: Vers la votation
it: Alla votazione

source: Abstimmen
fr: Voter
it: Votare

source: Definitive Resultate
fr: Résultats
it: Risultati definitivi

source: Vorläufige Resultate
fr: Résultats
it: Risultati parziali

source: total
it: Totale

source: Eingegangene Stimmen
fr: Bulletins rentrés :
it: Voti espressi

source: Massgebende Stimmen
fr: Bulletins attends :
it: Voti attesi

source: Total Stimmende
fr: Nombre de votant-e-s
it: Totale votanti

source: Absolutes Mehr
fr: Majorité absolue
it: Maggioranza assoluta

source: Stimmen
fr: Voix
it: Voti

source: Nach Code suchen
fr: Chercher par code
it: Cerca per codice

source: Nur den Anfang deines Codes eingeben
fr: N'entrez que le début de votre code
it: Inserisci l'inizio del codice

source: Nach Sektion suchen
fr: Chercher par section
it: Cerca per sezione

source: Code
it: Codice

source: Sektion
fr: section
it: Sezione

source: Wahl
fr: choix
it: Scelta

source: Zurück zu allen Abstimmungen
fr: Retour à tous les votes
it: Torna a tutte le votazioni

source: Abstimmungen
fr: Votes
it: Votazioni

source: Abstimmung
fr: Vote
it: Votazione

source: Status
fr: Statut
it: Stato

source: Ende
fr: Fin
it: Fine

source: Absenden
fr: Envoyer
it: Spedire

source: Wrong code.
it: Codice errato
